# coding=utf-8


DEFAULT_MSG = u'【使用指南一】\n❶ 淘宝看到喜欢的，点击 『分享』 给我；\n'\
        u'❷ 『复制』 我回复的信息前往淘宝，领券后正常下单购买;\n'\
        u'❸ 付款后，立即将 『订单编号』 发给我登记返利;\n'\
        u'❹ 发送 “余额” 可查询返利详情；\n'\
        u'❺ 返利累计满10元，即可发送 “提现”.\n\n'\
        u'后续服务，更加精彩，继续关注哦/:,@-D\n\n\n'\
        u'关注https://xiaoxiaotaoke.cn 有机会获取免费代理机会！'

SUBSCRIBE_MSG = u'感谢关注【国学研究系】！\n\n'\
        u'本公众号致力于研究国学文化，并致力于传播，回复信息开始您的旅程/:,@-D\n\n'\
        u'诗词   ---  开始诗词之旅\n诗词九宫格  ---  诗词九宫格小游戏，好玩有趣长知识\n'\
        u'淘客   ---  网购不再剁手'

MY_MSG = u"手机号：13554456345\nwechatid: SecludedOrchid\n欢迎骚扰/:,@-D"
GOODS_INFO = u"【产品】 %s\n【原价】%s元\n【券券】%s元\n【额外返】%s元\n\n"\
        u"【购买】复制这条信息，打开手机淘宝，购买后发送订单编号给超人登记返利%s\n"\
        u"-------------------\n"\
        u"❶ 务必复制此条信息前往淘宝\n"\
        u"❷ 购买后记得发送 订单编号 才可登记返利\n"\
        u"-------------------\n"
GOODS_NOT_EXISTS = u'该商品的优惠券已经下架!\n\n关注更多优惠《<a href="https://xiaoxiaotaoke.cn">淘友汇</a>》，网购不再剁手'
UNSUBSCRIBE_MSG = ''